Repository: treecreate/webstore
Catalog: apps/webstore/src/i18n/messages.*.xlf
Languages: da

# home-main-text-title
source: A completely unique gift, exactly as you want it
da: En helt unik gave, præcis som du vil have den

# home-main-text-subtitle
source: At Treecreate you get to create something completely unique in high quality. You can create a Quote table with your own personal message for the one you care about, create your family tree or make something completely custom. All products are carved into a beautiful piece of oak wood and varnished.
da: Hos Treecreate får du lov til at skabe noget helt unikt i høj kvalitet og med omtanke for miljøet. Du kan lave en citat ramme og skrive en kærlig besked til den du holder af, bygge dit eget stamtræ eller lave en specialbestilling, altsammen skåret i smukt egetræ i høj kvalitet.

source: Create my family tree
da: Lav mit familietræ

source: Values
da: Værdier

source: Personal
da: Personlig

# personal-subtext
source: Gifts created personally are often the best, and with Treecreate you kan be sure to always bring something personal back home.
da: Gaver med personlige præg er ofte de bedste, og med Treecreate kan du være sikker på altid at få noget personligt med hjem.

source: Environmental
da: Miljøvenlig

# environmental-subtext
source: One of the most important things for us at Treecreate is to watch out for our planet. Therefore, we go the extra mile to make sure that our wood comes from reliable sources and by with planting a tree for each product sold.
da: For at have omtanke for miljøet, gør vi ekstra meget for at sikre os, at vores træ kun kommer fra bæredygtige kilder og på en miljørigtig måde.

source: Quality
da: Kvalitet

# quality-subtext
source: At Treecreate we care about quality. So much so, that we create and varnish all products ourselves to maintain the highest quality possible.
da: Hos Treecreate går vi meget op i kvalitet. Så meget, så vi selv tager ud og personligt sikre os, at vores træ altid er det bedste og lever op til de højeste standarder.

# founder
source: Founder - Operations
da: Founder

# partner
source: Partner - Marketing
da: Partner - Markedsføring

source: Who are we
da: Hvem er vi

# basket-upper
source: BASKET
da: KURV

# no-items-text
source: You have no items in your basket
da: Din kurv er tom

source: Start creating
da: Start dit design

# basket-subtext-title
source: You are not only getting a unique and personal gift:
da: Du bestiller ikke bare en unik og personlig gave:

# basket-subtext-item-1
source: You are also planting a tree for each item in your order.
da: Du planter også et træ for hvert produkt i din bestilling.

# basket-subtext-item-2
source: You are supporting local and environmental business.
da: Du støtter lokale og miljøvenlige virksomheder.

# basket-subtext-item-3
source: You are getting a memory that will last a lifetime.
da: Du får et minde der vil holde hele livet.

# plant-extra-trees
source: Plant an extra tree - 10 DKK
da: Plant et ekstra træ - 10 DKK

# apply-discount
source: Apply
da: Aktiver

# amount-discount
source: Amount dicount:
da: Rabat mængde:

source: Subtotal
da: Delsum

source: You Save
da: Du spare

source: Total
da: I alt

source: VAT
da: Moms

source: Go to checkout
da: Gå til checkout

source: Back to basket
da: Tilbage til kurv

source: Shipping Address
da: Forsendelsesadresse

# same-billing-address
source: Billing address is the same as delivery address
da: Betalingsadresse er den samme som forsendelsesaddressen

source: Name
da: Navn

source: Invalid name
da: Ugyldigt navn

source: Phone number
da: Telefonnummer

source: Invalid phone number
da: Ugyldigt telefonnummer

source: Street address
da: Adresse linje

# invalid-street-address
source: Invalid address
da: Ugyldig adresse

source: City
da: By

# invalid-city
source: Invalid city name
da: Ugyldigt bynavn

source: Postcode
da: Postnummer

# invalid-postcode
source: Invalid danish postcode
da: Ugyldig dansk postnummer

source: Billing Address
da: Bestillingsadresse

source: Delivery
da: Levering

source: Parcelshop delivery
da: Pakkeshop levering

source: Home delivery
da: Hjemmelevering

source: Your order
da: Din ordrer

# no-orders
source: You have no orders
da: Du har ingen ordrer

source: Thank you for planting
da: Tak fordi du planter

source: extra
da: ekstra

# tree
source: trees!
da: træer

# subscribe-to-get-25%
source: Subscribe to newsletter - 25% off next purchase
da: Tilmeld dig nyhedsbrevet - 25% rabat på dit næste køb

# accept-terms
source: I accept terms and conditions
da: Jeg har læst og forstået betingelserne

source: Read here
da: Læs her

source: Go to payment
da: Gå til betaling

# your-collection
source: My collection
da: Min samling

# create-new
source: Create New design
da: Start nyt design

source: Profile
da: Profil

# no-designs
source: You have no designs
da: Du har ingen designs

# no-designs-text
source: Go to the product page to start creating your first design!
da: Gå til produktsiden og begynd dit første design!

source: Start designing
da: Start dit design

source: Login
da: Log ind

source: Password
da: Kodeord

source: Forgot password?
da: Glemt kode?

source: Sign up
da: Tilmeld

source: Your orders
da: Dine ordrer

# account-info
source: My account
da: Min konto

source: Contact
da: Kontakt

source: Invalid e-mail
da: Ugyldig e-mail

source: Address
da: Adresse

source: Updating...
da: Opdaterer...

source: Update info
da: Opdater info

source: Change password
da: Skift kodeord

source: Sending e-mail...
da: Sender e-mail...

source: Resend verification e-mail
da: Send verifikations e-mail igen

# reset-password
source: Reset your password
da: Nulstil dit kodeord

# reset-password-subtitle
source: Write your new password here:
da: Skriv dit nye kodeord her:

source: New password
da: Nyt kodeord

source: Password must contain:
da: Kodeord skal indeholde:

source: min 8 characters
da: min 8 tegn

# one-upper-case-letter
source: at least one upper case letter
da: mindst et stort bogstav

source: one lower case letter
da: et lille bogstav

source: and one number
da: og et nummer

source: Invalid password
da: Ugyldigt kodeord

source: Confirm password
da: Bekræft kode

# invalid-confirm-password
source: The passwords must match each other
da: Kodeorne skal være ens

# password-has-been-updated
source: Your password has been updated
da: Din kode er blevet opdateret

# password-has-been-reset
source: Your password has been reset!
da: Din kode er blevet ændret!

source: Updated
da: Opdateret

source: Go to login
da: Gå til login

# i-accept-terms
source: I accept terms and conditions
da: Jeg har læst og accepterer betingelserne

# signup-for-newsletter-subtitle
source: Sign up for newsletter and get 10% off your first purchase!
da: Tilmeld dig nyhedsbrevet og få 10% rabat på dit første køb!

source: Create account
da: Opret konto

source: Back to login
da: Tilbage til login

# unsubscribe-title
source: Newsletter Unsubscribe
da: Afmeld nyhedsbrev

# unsubscribe-please-wait-while-we-verify
source: Please wait while we unsubscribe you from newsletter
da: Vent venligst imens vi afmelder dig fra nyhedsbrevet

# unsubscribe-verification-success-subtitle
source: Your email address has been unsubscribed from newsletter
da: Din email er blevet afmeldt fra nyhedsbrevet

# unsubscribe-success
source: Unsubscribed!
da: Afmeldt!

# unsubscribing-failed-subtitle
source: We have failed to unsubscribe you from the newsletter
da: Der skete en fejl ved afmeldingen

# home-01-title
source: A gift with care
da: En gave med omtanke

# home-01-text
source: Create something environmental, unique and personal.
da: Skab noget unikt, miljøvenligt og personligt

# prices-from
source: From
da: Fra

source: E-mail verification
da: E-mail godkendelse

# please-wait-while-we-verify
source: Please wait while we verify your e-mail
da: Vent venligst imens vi godkender din e-mail

# verification-success-subtitle
source: Your e-mail has been verified
da: Din e-mail er blevet godkendt

# verified-success
source: Verification successfull!
da: Godkendelsen var succesfuld!

# varification-failed-subtitle
source: The verification of your e-mail failed.
da: Godkendelsen mislykkedes desværre.

# delivery-4-7
source: 7 days delivery
da: 7 dages levering

# free-delivery
source: Free over 350,-
da: Gratis over 350,-

# plant-a-tree
source: 1 purchase = 1 tree
da: 1 køb = 1 træ

source: The quote frame
da: Den unikke Citat ramme

# quote-text
source: Tell the one you care about how much they mean to you in a unique and environmental way.
da: Fortæl den du holder af hvor meget de betyder for dig, på en unik og miljøvenlig måde.

source: Give with care
da: Giv med omtanke

# give-with-care-text
source: For each product you order from Treecreate, we plant a tree. That way we can help each other protect our nature and thereby make the world a greener place.
da: For produkt, du bestiller fra Treecreate, planter vi et træ. På den måde kan vi hjælpe hinanden med at passe på vores natur, og derved gøre vores verden til et grønnere sted.

source: The personal present
da: Den personlige gave

# personal-present-text
source: When you give something you created, you can be sure to surprise your nearest every time. Your gift is completely unique to the person you give it to.
da: Når du giver noget du selv har skabt, så kan du være sikker på at overraske dine nære og kære hver gang. Din gave er nemlig helt unik for den, der pakker den op.

source: Subscribe
da: Tilmeld

source: Page not found
da: Siden er ikke fundet

# page-not-found-text
source: I tried to catch some fog, but I mist. If you are having issues, feel free to send us an e-mail at:
da: Vi kunne desværre ikke finde siden. Hvis du har problemer er du velkommen til at sende os en e-mail på:

source: Back
da: Tilbage

source: Home
da: Hjem

# rejected-cookies-title
source: You have rejected cookies
da: Du har afvist cookies

# rejected-cookies-text
source: We've baked some cookies for you and we are very sad that you don't like them. This means that you cannot access Treecreate until you do accept them.
da: Vi har bagt nogle cookies til dig og vi er meget kede af at du ikke kan lide dem. Det betyder at du ikke kan få adgang til Treecreate intil du godkender dem.

# rejected-cookies-text2
source: If you wish to see the cookies that we store, you can go to this link:
da: Hvis du vil se hvilke cookies vi gemmer, kan du læse om dem her:

source: Terms of Use
da: Betingelser

# accept-all-cookies
source: Accept Cookies
da: Godkend Cookies

# if-you-have-questions
source: If you have any questions, feel free to send us an e-mail at:
da: Hvis du har nogen spørgsmål er du velkommen til at sende os en e-mail på:

# back-to-home
source: Back to home page
da: Tilbage

source: PAYMENT CANCELLED!
da: BETALING ANNULLERET!

# payment-cancelled-text
source: Your payment was cancelled, so your order has not yet been processed. If you have reached this page in error, feel free to contact us through one of the sources below, then we will be happy to help.
da: Din betaling blev annulleret, og din ordre er derfor ikke gået igennem. Hvis du føler at der er sket en fejl, er du velkommen til at kontakte os på en af de links herunder. Så hjælper vi dig på vej så hurtigt vi kan.

source: THANK YOU!
da: MANGE TAK!

# payment-success-text
source: Shortly you should recieve an order confirmation on your e-mail. We thank you for buying at Treecreate.dk, and for planting a tree. Your support is more important now, than it has ever been. If you wish to plant more trees, please visit:
da: Om et øje blik skulle du gerne modtage en ordrerbekræftelse på din e-mail. Vi takker dig for at have købt hos Treecreate.dk, og for at plante et træ. Din støtte har aldrig været vigtigere. Hvis du ønsker at plante flere træer, har du mulighed for at gøre det her:

source: Custom order
da: Specialbestilling

# description
source: Describe your product wishes
da: Beskriv dine ønsker til produktet

# invalid-description
source: The description is required.
da: Beskrivelse er påkrævet.

# include-description
source: In the description please include:
da: I beskrivelsen skal du inkludere:

source: Product Size
da: Produkt størrelse

# image-printed-text
source: The image you want printed
da: Billeder af hvad der skal printes

source: Specification and questions
da: Specificationer og spørgsmål

source: Image requirements:
da: Billed specificationer:

# dont-include
source: Best without shadows and colors
da: Helst uden skygger og farver

# total-file-size
source: Total file size less than 20MB
da: Filernes samlede størrelse under 20MB

# custom-order-upload-image
source: Upload image
da: Upload billede

# custom-order-not-files-uploaded
source: No files uploaded
da: Ingen filer uploadet

# filesize-too-high
source: The uploaded files are too big.
da: Filernes samlede størrelse er overskredet.

# confirm-image-requirements
source: I have read the image requirements
da: Jeg har læst billed kravene.

source: Other examples
da: Andre eksempler

source: Prices
da: Priser

source: From
da: Fra

source: Variants
da: Varianter

source: Buy Now
da: Køb nu

source: Reviews
da: Anmeldelser

source: Title
da: Titel

source: Box Size
da: Boks størrelse

# save-design-tooltip
source: You need to login before you can save your design. Dont worry, your design will still be here if you go to the login page and come back.
da: Du skal være logget ind før du kan gemme dit design. Frygt ej, dit design vil stadig være her efter du er logget ind.

source: Save
da: Gem

source: Reset
da: Nulstil

source: Use template
da: Brug skabelon

# add-to-basket-tooltip
source: You need to login before adding to basket. Dont worry, your design will still be here if you go to the login page and come back.
da: Du skal være logget ind før du kan ligge dit design i kurven. Frygt ej, dit design vil stadig være her efter du er logget ind.

source: Font Size
da: Størrelse

source: Add
da: Tilføj

# suggestion-to-use-pc
source: Use a PC for an optimised user experience. There can still be issues on the mobile verison. We are working as fast as we can to fix them.
da: Brug en PC for en bedre bruger oplevelse. Der kan forekomme fejl på den mobile version. Vi arbejder på at optimerer det så hurtigt vi kan.

# dont-use-iphone-text
source: SORRY! We don't support creating designs with iPhone. To create a design, simply open up your laptop or PC and create your designs. Thank you for your understanding.
da: Vi beklager! Vi understøtter desværre ikke at lave designs via Iphone. For at lave et design skal du bare finde din laptop eller pc frem og lave dem der. Tak for din forståelse.

# cant-be-updated
source: This design can't be updated
da: Dette design kan ikke opdateres

# product
source: Producter
da: Produkter

source: Collection
da: Samling

source: Basket
da: Kurv

# subscribe-to-newsletter-title
source: Subscribe to our newsletter
da: Tilmeld dig vores nyhedsbrev

# subscribe-to-newsletter-subtitle
source: Get 10% off your first purchase.
da: Få 10% rabat på dit første køb.

source: Terms
da: Betingelser

source: Sale
da: Salg

source: Privacy
da: Privat

# design-type-family-tree
source: Family tree
da: Familietræ

# design-type-quotable
source: Quotable
da: Citat ramme

source: Amount
da: Antal

source: Size
da: Størrelse

source: Price
da: Pris

source: View
da: Vis

source: Delete
da: Slet

source: Add to basket
da: Læg i kurven

source: Edit
da: Rediger

source: Order number
da: Ordrer nummer

source: Order id
da: Ordrer id

source: Order status
da: Ordrer status

source: Created at
da: Bestilt

source: Items
da: Genstande

source: Country
da: Land

source: Order info
da: Ordrer info

source: Payment id
da: Betalings id

source: Discount code
da: Rabatkode

source: Discount amount
da: Rabat

source: Saved
da: Sparet

source: Delivery price
da: Leverings pris

source: Trees planted
da: Træer plantet

source: Tree donation
da: Træer doneret

source: Save 25%
da: Spar 25%

source: order
da: bestil

source: more to save
da: mere for at spare

source: You save: (-25%)
da: Du spare: (-25%)

source: Cancel
da: Tilbage

source: Note:
da: Bemærk:

# add-to-basket-extra-info
source: For every design you purchase, you are automatically planting a tree. Thereby you support re-floreshing the forrests, which has never been a more vital task.
da: For hvert produkt du køber, planter du automatisk et træ igennem Treecreate. Dermed støtter du naturen, hvilket aldrig har været vigtigere end det er nu.

# thank-you-message
source: THANK YOU FOR YOUR SUPPORT!
da: TAK FOR DIN STØTTE!

source: Update Password
da: Opdater kodeord

source: Close
da: Tilbage

source: Accept Cookies
da: Godkend Cookies

# cookie-prompt-text
source: Hey there, Treecreate uses cookies to save anonymous information through google analytics to continuously improve the page. Without accepting these cookies, you will sadly not be able to use the page. If you wish to see the cookies that we store, you can go to this link:
da: Hejsa, Treecreate bruger cookies til at gemme anonyme informationer gennem google analytics til at forbedre siden. Hvis du afviser cookies gemmer vi kun den nødvendige data localt i din browser. Hvis du vil se hvilke cookies vi ellers gemmer, så kan du læse om dem her:

source: Reject
da: Afvis

source: Accept
da: Godkend

# intro-how-it-works
source: How it works?
da: Hvordan virker det?

# intro-click-to-create
source: Click anywhere on the tree to create a box
da: Tryk på træet for at lave en kasse

# intro-start-typing
source: Start typing the name
da: Begynd at skrive dit navn

# intro-click-and-hold
source: Click and hold to drag the box around
da: Tryk og hold nede for at flytte kassen rundt

source: Select a template
da: Vælg en skabelon

source: Select
da: Vælg

source: Show more +
da: Vis flere +

source: Show less -
da: Vis færre -

source: Forgotten password
da: Glemt kodeord

# write-email
source: Write your e-mail here:
da: Skriv din e-mail her:

# info-forgot-password
source: If your e-mail is in our system, you will recieve and e-mail from us shortly with a link to changing your password.
da: Hvis din e-mail er i vores system, vil du modtage en e-mail fra os inden for et par minutter med et link til at skifte din kode.

# go-to-basket-title
source: The family tree has been added to your basket
da: Familietræet er blevet lagt i din kurv

source: You have
da: Du har

source: items in your basket
da: genstand(e) i din kurv

source: Loading items in basket...
da: Loader genstand(e) i din kurv...

source: Go to basket
da: Gå til kurven

# 20-procent-discount
source: Get 10% Off!
da: Få 10% Rabat!

# engelsk
source: English
da: Engelsk

# dansk
source: Danish
da: Dansk

source: Orders
da: Ordrer

source: Log out
da: Log ud

source: Get 10% off
da: Få 10% rabat

# nav-verify-email
source: Your e-mail is still not verified:
da: Din e-mail er stadig ikke godkendt:

source: Resend e-mail
da: Send e-mail igen

# ngb.alert.close
source: Close
da: Luk

# ngb.carousel.previous
source: Previous
da: Forrige

# ngb.carousel.next
source: Next
da: Næste

# ngb.datepicker.select-month
source: Select month
da: Vælg måned

# ngb.datepicker.select-year
source: Select year
da: Vælg år

# ngb.datepicker.previous-month
source: Previous month
da: Forrige måned

# ngb.datepicker.next-month
source: Next month
da: Næste måned

# ngb.pagination.first-aria
source: First
da: Første

# ngb.pagination.previous-aria
source: Previous
da: Forrige

# ngb.pagination.next-aria
source: Next
da: Næste

# ngb.pagination.last-aria
source: Last
da: Sidste

# ngb.timepicker.hours
source: Hours
da: Timer

# ngb.timepicker.minutes
source: Minutes
da: Minutter

# ngb.timepicker.increment-hours
source: Increment hours
da: Flere timer

# ngb.timepicker.decrement-hours
source: Decrement hours
da: Mindre timer

# ngb.timepicker.increment-minutes
source: Increment minutes
da: Flere minutter

# ngb.timepicker.decrement-minutes
source: Decrement minutes
da: Mindre minutter

# ngb.timepicker.seconds
source: Seconds
da: Sekunder

# ngb.timepicker.increment-seconds
source: Increment seconds
da: Flere sekunder

# ngb.timepicker.decrement-seconds
source: Decrement seconds
da: Mindre sekunder

# ngb.timepicker.AM
source: Step: number;
da: x id="INTERPOLATION" equiv-text="Step: number;"/>

# ngb.toast.close-aria
source: Close
da: Luk
